[
    {
      "title": "Pale Blue Dot",
      "author": "Carl Sagan",
      "text": "Look again at that dot. That's here. That's home. That's us. On it everyone you love, everyone you know, everyone you ever heard of, every human being who ever was, lived out their lives. The aggregate of our joy and suffering, thousands of confident religions, ideologies, and economic doctrines, every hunter and forager, every hero and coward, every creator and destroyer of civilization, every king and peasant, every young couple in love, every mother and father, hopeful child, inventor and explorer, every teacher of morals, every corrupt politician, every \"superstar,\" every \"supreme leader,\" every saint and sinner in the history of our species lived there--on a mote of dust suspended in a sunbeam.\n\nThe Earth is a very small stage in a vast cosmic arena. Think of the rivers of blood spilled by all those generals and emperors so that, in glory and triumph, they could become the momentary masters of a fraction of a dot. Think of the endless cruelties visited by the inhabitants of one corner of this pixel on the scarcely distinguishable inhabitants of some other corner, how frequent their misunderstandings, how eager they are to kill one another, how fervent their hatreds.\n\nOur posturings, our imagined self-importance, the delusion that we have some privileged position in the Universe, are challenged by this point of pale light. Our planet is a lonely speck in the great enveloping cosmic dark. In our obscurity, in all this vastness, there is no hint that help will come from elsewhere to save us from ourselves.\n\nThe Earth is the only world known so far to harbor life. There is nowhere else, at least in the near future, to which our species could migrate. Visit, yes. Settle, not yet. Like it or not, for the moment the Earth is where we make our stand.\n\nIt has been said that astronomy is a humbling and character-building experience. There is perhaps no better demonstration of the folly of human conceits than this distant image of our tiny world. To me, it underscores our responsibility to deal more kindly with one another, and to preserve and cherish the pale blue dot, the only home we've ever known."
    },
    {
      "title": "All My Friends are Finding New Beliefs",
      "author": "Christian Wyman",
      "text": "All my friends are finding new beliefs.\nThis one converts to Catholicism and this one to trees.\nIn a highly literary and hitherto religiously-indifferent Jew\nGod whomps on like a genetic generator.\nPaleo, Keto, Zone, South Beach, Bourbon.\nExercise regimens so extreme she merges with machine.\nOne man marries a woman twenty years younger\nand twice in one brunch uses the word verdant;\nanother’s brick-fisted belligerence gentles\ninto dementia, and one, after a decade of finical feints and teases\nlike a sandpiper at the edge of the sea,\ndecides to die.\nPriesthoods and beasthoods, sombers and glees,\nhigh-styled renunciations and avocations of dirt,\nsobrieties, satieties, pilgrimages to the very bowels of being...\nAll my friends are finding new beliefs\nand I am finding it harder and harder to keep track\nof the new gods and the new loves,\nand the old gods and the old loves,\nand the days have daggers, and the mirrors motives,\nand the planet’s turning faster and faster in the blackness,\nand my nights, and my doubts, and my friends,\nmy beautiful, credible friends."
    },
    
    {
      "title": "That Love is all there is, Is all we know of Love",
      "author": "Emily Dickinson",
      "text": "'That Love is all there is,\n\nIs all we know of Love;\n\nIt is enough, the freight should be\n\nProportioned to the groove.'"
    },

    {
        "title": "from 'Buried,' Not a Girl",
        "author": "Ashe Vernon",
        "text": "Isn't all that rage so\nugly?\n\nAnd isn't it mine, still?\nGood god, isn't it mine?"
    },
    
    {
        "title": "Steppenwolf",
        "author": "Hermann Hesse, tr. Basil Creighton",
        "text": "A wild longing for strong emotions\nand sensations seethes in me, a\nrage against this toneless, flat,\nnormal and sterile life. I have a\nmad impulse to smash something,\na warehouse, perhaps, or a\ncathedral, or myself..."
    },

    {
        "title": "from As Consciousness is Harnessed to Flesh",
        "author": "Susan Sontag",
        "text": "The desire for reassurance. And, equally,to be reassured. (The\nitch to ask whether I'm still loved; and the itch to say, I love\nyou, half-fearing that the other has forgotten, since the last\ntime I said it.)\n'Quelle connerie' ['What idiocy']"

    },

    {
        "title": "from Staying Alive",
        "author": "Mary Oliver",
        "text": "And now my old dog is dead, and another I had after\nhim, and my parents are dead, and that first world, that\nold house, is sold and lost, and the books I gathered\nthere lost, or sold - but more books bought, and in an-\nother place, board by board and stone by stone, like a\nhouse, a true life built, and all because I was steadfast\nabout one or two things: loving foxes, and poems, the\nblank piece of paper, and my own energy-- and mostly\nthe shimmering shoulders of the world that shrug care-\nlessly over the fate of any individual that they may, the\nbetter, keep the Niles and the Amazons flowing.\n\nAnd that I did not give to anyone the responsibility\nfor my life. It is mine. I made it."
    }
  ]